// 백엔드가 안해줘서 하드코딩해서 임시로 동작되게 함
export const FALLBACK_RETAILER_ADDRESS: Record<string, string> = {
  무카와:
    '3034-6 Mukawacho Yanagisawa, Hokuto, Yamanashi 408-0307 일본(무카와)',
  보틀하우스: '서울 강남구 테헤란로 101, 지하 D-2호(보틀하우스)',
  행복하리: '서울 성동구 왕십리로 31나길 39-1(행복하리)',
  '가자주류 신촌점': '서울 마포구 백범로 8 1(가자주류 신촌점)',
  '바틀리어 마포점': '서울 마포구 대흥로 183 마포그랑자이 1동 105호',
  케미스트리: '서울 강남구 언주로 94길 5',
  '위스키 오크통': '서울 서초구 강남대로 83길 68(위스키 오크통)',
  헤이위스키:
    '경기도 하남시 미사강변중앙로 189 에코브리지 2 2층 210호 (헤이위스키)',
  '몰트&캐스크 청담점(Cork & Barrel)':
    '서울특별시 강남구 학동로101길 26 1층 163호',
};
